<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DockerDesktop</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Docker</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>default</string>
			</array>
			<key>category</key>
			<string>Tools</string>
			<key>description</key>
			<string>Automates deployment of containerized applications.</string>
			<key>developer</key>
			<string>Docker</string>
			<key>display_name</key>
			<string>Docker</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.DockerDesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.DockerDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>734f91c0d35eab06d71eedae1ec118c73d4928c0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Docker/DockerDesktop.download.recipe</string>
				<key>sha256_hash</key>
				<string>feba2ea876979093f1c9f39f4b31888935a3abe7f69f5d72ee5dabf4c4d58e93</string>
			</dict>
			<key>com.github.homebysix.munki.DockerDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>734f91c0d35eab06d71eedae1ec118c73d4928c0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Docker/DockerDesktop.munki.recipe</string>
				<key>sha256_hash</key>
				<string>11d3067dc16aca9912708cd58ce2a5ed90bfe8161499e6c8781b1b979b116d9b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
