<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.OpenVPN Connect Client 3</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>OpenVPNConnectClient3</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_14_0) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/69.0.3497.100 Safari/537.36</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>default</string>
				<string>provisioning</string>
			</array>
			<key>category</key>
			<string>Security</string>
			<key>description</key>
			<string>Official OpenVPN client for Mac for connecting to VPN servers using the OpenVPN protocol.</string>
			<key>developer</key>
			<string>OpenVPN</string>
			<key>display_name</key>
			<string>OpenVPN</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.OpenVPN Connect Client 3</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.OpenVPN Connect Client 3</key>
			<dict>
				<key>git_hash</key>
				<string>8aa67bf91243d859531f0de3af01246884bdc316</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/OpenVPN Connect Client/OpenVPN Connect Client 3.download.recipe</string>
				<key>sha256_hash</key>
				<string>e8f7e8dbbda1e5888fb34ffa47df27231ea0f42e462169ec4278d142f49390d2</string>
			</dict>
			<key>com.github.dataJAR-recipes.munki.OpenVPN Connect Client 3</key>
			<dict>
				<key>git_hash</key>
				<string>8aa67bf91243d859531f0de3af01246884bdc316</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/OpenVPN Connect Client/OpenVPN Connect Client 3.munki.recipe</string>
				<key>sha256_hash</key>
				<string>0c1c977ed2e1f8eb11d42216fc6faca729b4d4189dc44227334a7bcb325e6c75</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
