<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Comment</key>
	<string>Created with Recipe Robot v2.2.0 (https://github.com/homebysix/recipe-robot)</string>
	<key>Description</key>
	<string>Downloads the latest version of PowerPoint and imports it into Munki.</string>
	<key>Identifier</key>
	<string>com.eidosystems.munki.PowerPoint</string>
	<key>Input</key>
	<dict>
		<key>APP_FILENAME</key>
		<string>Microsoft PowerPoint</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>PowerPoint</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft AU Daemon.app</string>
				<string>Open XML for Excel.app</string>
				<string>Microsoft Update Assistant.app</string>
				<string>Microsoft AutoUpdate.app</string>
				<string>Microsoft Error Reporting.app</string>
				<string>Microsoft PowerPoint.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>default</string>
			</array>
			<key>categories</key>
			<array>
				<string>Productivity</string>
			</array>
			<key>description</key>
			<string>Quickly create, edit, view, present or share presentations.</string>
			<key>developer</key>
			<string>Microsoft Corporation</string>
			<key>display_name</key>
			<string>PowerPoint</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>MinimumVersion</key>
	<string>1.0.0</string>
	<key>ParentRecipe</key>
	<string>com.eidosystems.download.PowerPoint</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>pkg_path</key>
				<string>%pathname%</string>
				<key>repo_subdirectory</key>
				<string>%MUNKI_REPO_SUBDIR%</string>
			</dict>
			<key>Processor</key>
			<string>MunkiImporter</string>
		</dict>
	</array>
</dict>
</plist>
