<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Comment</key>
	<string>Created with Recipe Robot v2.2.0 (https://github.com/homebysix/recipe-robot)</string>
	<key>Description</key>
	<string>Downloads the latest version of Chrome and imports it into Munki.</string>
	<key>Identifier</key>
	<string>com.eidosystems.munki.Chrome</string>
	<key>Input</key>
	<dict>
		<key>APP_FILENAME</key>
		<string>Google Chrome</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Chrome</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Google Chrome Helper (Plugin).app</string>
				<string>Google Chrome Helper (Renderer).app</string>
				<string>Google Chrome.app</string>
				<string>Google Chrome Helper (Alerts).app</string>
				<string>Google Chrome Helper (GPU).app</string>
				<string>Google Chrome Helper.app</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>catalogs</key>
			<array>
				<string>default</string>
				<string>provisioning</string>
			</array>
			<key>description</key>
			<string>Modern and fast Web browser.</string>
			<key>developer</key>
			<string>Google, Inc.</string>
			<key>display_name</key>
			<string>Chrome</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>MinimumVersion</key>
	<string>1.0.0</string>
	<key>ParentRecipe</key>
	<string>com.eidosystems.download.Chrome</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>pkg_path</key>
				<string>%pathname%</string>
				<key>repo_subdirectory</key>
				<string>%MUNKI_REPO_SUBDIR%</string>
				<key>version_comparison_key</key>
				<string>CFBundleVersion</string>
			</dict>
			<key>Processor</key>
			<string>MunkiImporter</string>
		</dict>
	</array>
</dict>
</plist>
